Repository: gaofeng21cn/ambient-ops
Catalog: ios-app/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: %@ active
zh_hans: %@ 活跃

source: %@ aggregate Codex workload animation
zh_hans: %@ Codex 聚合工作负载动画

source: %@ is reporting normally without a Codex Pet.
zh_hans: %@ 正常上报，但未配置 Codex Pet。

source: %@ TPS · %@ active
zh_hans: %@ TPS · %@ 活跃

source: Aggregate only
zh_hans: 仅聚合数据

source: Allow Local Network Access?
zh_hans: 允许访问局域网？

source: The Gateway returned HTTP %lld.
zh_hans: Gateway 返回了 HTTP %lld。

source: Available
zh_hans: 可用

source: Codex Load
zh_hans: Codex 负载

source: Connect
zh_hans: 连接

source: Connect a server or enable Demo Mode.
zh_hans: 请连接服务器或启用演示模式。

source: Connect a server or use Demo Mode.
zh_hans: 请连接服务器或使用演示模式。

source: Continue
zh_hans: 继续

source: Conversation content
zh_hans: 对话内容

source: Codex is standing by.
zh_hans: Codex 正在待命。

source: CPU telemetry is not reported by this host. OPL Fleet Cockpit keeps it unknown instead of treating it as zero.
zh_hans: 此主机未上报 CPU 遥测。OPL Fleet Cockpit 会将其保留为未知，而不是按 0 处理。

source: Current development load.
zh_hans: 当前开发负载。

source: Current work
zh_hans: 当前工作

source: Data source
zh_hans: 数据源

source: Demo Mode
zh_hans: 演示模式

source: Done
zh_hans: 完成

source: Display
zh_hans: 显示

source: Display mode
zh_hans: 显示模式

source: Download and upload throughput trends
zh_hans: 下载和上传吞吐量趋势

source: End Live Activity
zh_hans: 结束实时活动

source: Enter a valid Gateway address.
zh_hans: 请输入有效的 Gateway 地址。

source: Find on Local Network
zh_hans: 在局域网中查找

source: Focused machine
zh_hans: 当前显示主机

source: Focused work is moving steadily.
zh_hans: 当前工作正在稳定推进。

source: Home
zh_hans: 首页

source: Live Activity shows the focused host on the Lock Screen, Dynamic Island, and StandBy. It updates while the app can refresh; remote background updates require the optional push relay.
zh_hans: 实时活动会在锁定屏幕、灵动岛和待机显示中展示当前主机。App 可刷新时会同步更新；远程后台更新需要可选的推送中继。

source: Live Activities are disabled in system settings.
zh_hans: 系统设置已关闭实时活动。

source: Load
zh_hans: 负载

source: Lock Screen
zh_hans: 锁定屏幕

source: StandBy & Lock Screen
zh_hans: 待机显示与锁定屏幕

source: Local discovery could not start.
zh_hans: 无法启动局域网发现。

source: Machines
zh_hans: 主机

source: Machine
zh_hans: 主机

source: Metrics
zh_hans: 指标

source: Nearby sources
zh_hans: 附近的数据源

source: Network
zh_hans: 网络

source: Never collected
zh_hans: 从不收集

source: No companion configured
zh_hans: 未配置宠物

source: No machine
zh_hans: 没有主机

source: No machines
zh_hans: 没有主机

source: No Codex hosts are reporting to this server.
zh_hans: 当前没有 Codex 主机向此服务器上报。

source: Not Now
zh_hans: 暂不

source: Not configured
zh_hans: 未配置

source: Open Load Display
zh_hans: 打开负载显示

source: Open focused machine load display
zh_hans: 打开当前主机负载显示

source: Overview
zh_hans: 概览

source: Opens the focused Codex load display.
zh_hans: 打开当前 Codex 主机的负载显示。

source: Pet
zh_hans: 宠物

source: Privacy
zh_hans: 隐私

source: Push relay
zh_hans: 推送中继

source: Restart Load Live Activity
zh_hans: 重新启动负载实时活动

source: Searching…
zh_hans: 正在搜索…

source: Several work streams are active.
zh_hans: 多个工作流正在运行。

source: See the focused Codex host's current development load.
zh_hans: 查看当前 Codex 主机的开发负载。

source: Server
zh_hans: 服务器

source: Source
zh_hans: 来源

source: Session identifiers
zh_hans: 会话标识符

source: Settings
zh_hans: 设置

source: Start Load Live Activity
zh_hans: 开始负载实时活动

source: Status schema
zh_hans: 状态协议

source: Host pressure is limiting active work.
zh_hans: 主机压力正在限制当前工作。

source: Fleet Cockpit reads your self-hosted Gateway status. It does not need Codex credentials or router credentials.
zh_hans: Fleet Cockpit 只读取你自托管的 Gateway 状态，不需要 Codex 凭据或路由器凭据。

source: The server returned an invalid response.
zh_hans: 服务器返回了无效响应。

source: This app does not support status schema %lld.
zh_hans: 此 App 不支持状态协议 %lld。

source: OPL Fleet Cockpit uses Bonjour only to find your self-hosted server on this Wi-Fi network. It does not scan devices or send local data to a cloud service.
zh_hans: OPL Fleet Cockpit 只使用 Bonjour 查找此 Wi-Fi 网络中的自托管服务器，不会扫描设备，也不会把本地数据发送到云服务。

source: Connection
zh_hans: 连接

source: Current source
zh_hans: 当前数据源

source: Demo data
zh_hans: 演示数据

source: Demo Mode uses sample fleet data for preview and App Store review.
zh_hans: 演示模式仅使用舰队样例数据，用于预览和 App Store 审核。

source: Fleet Gateway and Fleet Agent
zh_hans: Fleet Gateway 与 Fleet Agent

source: Fleet activity
zh_hans: Fleet 活动

source: Display scope
zh_hans: 显示范围

source: Fleet standing by
zh_hans: Fleet 正在待命

source: Host pressure detected
zh_hans: 检测到主机压力

source: Host
zh_hans: 主机

source: Nodes in motion
zh_hans: 节点正在运行

source: Open Fleet load display
zh_hans: 打开 Fleet 负载显示

source: Parallel fleet work
zh_hans: Fleet 正在并行工作

source: Manual Connection
zh_hans: 手动连接

source: No live source
zh_hans: 暂无实时数据源

source: Preview
zh_hans: 预览

source: Sample fleet preview
zh_hans: 舰队样例预览

source: Search Again
zh_hans: 重新搜索

source: Searching local network…
zh_hans: 正在搜索局域网…

source: Restart Full-Screen StandBy
zh_hans: 重新启动全屏待机显示

source: Start Full-Screen StandBy
zh_hans: 启动全屏待机显示

source: Starts the full-width StandBy view and Lock Screen card. This is separate from the widget gallery.
zh_hans: 启动铺满待机显示的实时活动和锁屏卡片；它与小组件库中的小组件相互独立。

source: Use for Display
zh_hans: 设为显示主机
